const qnaList = [
  {
    q: '1. 단체 프로젝트를 진행하게 된 당신',
    a: [
      { answer: '적극적으로 단체를 주도해 나간다.', type: ['e'] },
      { answer: '맡게 된 일을 집중하여 처리한다.', type: ['i'] },
    ]
  },
  {
    q: '2. 더욱 끌리는 일은?',
    a: [
      { answer: '사람들을 마주하는 서비스직', type: ['e'] },
      { answer: '고도의 집중력이 필요한 회계직', type: ['i'] },
    ]
  },
  {
    q: '3. 자기 생각을 전할 때',
    a: [
      { answer: '말로 하는 게 편하다.', type: ['e'] },
      { answer: '글로 쓰는 게 편하다.', type: ['i'] },
    ]
  },
  {
    q: '4. 프로젝트를 진행할 때',
    a: [
      { answer: '새로운 아이디어가 뿜뿜 솟는 편이다.', type: ['n' ] },
      { answer: '경험에 따라 안정적으로 일을 하는 편이다.', type: ['s'] },
    ]
  },
  {
    q: '5. 신속 vs 정확',
    a: [
      { answer: '일은 빨리해야지!', type: ['n'] },
      { answer: '조금 오래 걸리더라도 꼼꼼하게 해야지!', type: ['s']},
    ]
  },

  {
    q: '6. 일거리가 산더미처럼 쌓였다.',
    a: [
      { answer: '전체적으로 효율을 따지며 진행한다.', type: ['n'] },
      { answer: '할 수 있는 일부터 차근차근 진행한다.', type: ['s'] },
    ]
  },
  {
    q: '7. 부하가 말도 안되는 실수를 했다.',
    a: [
      { answer: '너그럽게 용서해준다.', type: ['f'] },
      { answer: '이런 일이 일어나지 않도록 따끔하게 훈계한다.', type: ['t'] },
    ]
  },
  {
    q: '8. 프로젝트 진행 중, 동료가 터무니없는 자료를 제시한다.',
    a: [
      { answer: '와! 고생했겠다. 수고했어 고마워ㅠㅠ!', type: ['f'] },
      { answer: '이 자료는 그다지 쓰일 일이 없겠다. 그래도 수고했어!', type: ['t'] },
    ]
  },
  {
    q: '9. 어젯밤 회식 중 동료가 나에게 실수를 했다.',
    a: [
      { answer: '진심 어린 사과에 용서해준다.', type: ['f'] },
      { answer: '사과보단 실수를 한 이유를 듣고 용서해준다.', type: ['t'] },
    ]
  },
  {
    q: '10. 당신의 업무 환경은?',
    a: [
      { answer: '효율을 위해 손 닿는 곳에 사무용도품이 있는 편이다.', type: ['p'] },
      { answer: '깔끔히 정돈된 편이다.', type: ['j' ] },
    ]
  },
  {
    q: '11. 업무를 할 때',
    a: [
      { answer: '자유롭게 하는 게 좋다.', type: ['p' ] },
      { answer: '규칙이 있는 상태에서 하는 게 좋다.', type: ['j'] },
    ]
  },
  {
    q: '12. 프로젝트를 진행할 때',
    a: [
      { answer: '그때 그때의 상황에 맞게 진행한다.', type: ['p']},
      { answer: '전체적인 계획을 세운 후 진행한다.', type: ['j']},
    ]
  }
]