const qnaList = [
  {
    q: '1. 머니게임의 첫 날, 나 때문에 모두가 피해를 볼 것 같다.',
    a: [
      { answer: '돈은 아쉽지만 자진퇴소를 한다.', type: ['big'] },
      { answer: '돈이 필요해서 미안하지만 버틴다.', type: [''] },
    ]
  },
  {
    q: '2. 첫 날 밤, 떠오르는 걱정은?',
    a: [
      { answer: '진짜 살인사건 나면 어떡하지?', type: ['n'] },
      { answer: '아 추워. 감기 걸리면 어떡하지?', type: ['s'] },
    ]
  },
  {
    q: '3. 내가 세울 전략은?',
    a: [
      { answer: '퇴소하는 사람이 많이 생기게 한다.', type: ['kuku'] },
      { answer: '다같이 으쌰으쌰해서 이겨나간다.', type: ['niga'] },
    ]
  },
  {
    q: '4. 사람들과 만나게 됐다.',
    a: [
      { answer: '앞장서서 앞으로의 계획을 제시한다.', type: ['e'] },
      { answer: '일단 조용히 상황을 파악한다.', type: ['i'] },
    ]
  },
  {
    q: '5. 사람들이 술을 마시자고 한다.',
    a: [
      { answer: '마신다.', type: ['ya'] }, //eya = 가오가이 iya = 파이
      { answer: '안마신다.', type: ['na']}, //ena = 전기 ina= 공혁준,이루리
    ]
  },
  {
    q: '6. 컵라면이 먹고 싶은데 물이 차갑다.',
    a: [
      { answer: '컵라면을 가스버너로 끓여본다.', type: ['6'] }, //육지담
      { answer: '끓인 물을 구매한다.', type: [''] },//e3 = 가오가이
    ]
  },
  {
    q: '7. 갑자기 공혁준이 나에게 호감을 표시한다.',
    a: [
      { answer: '나도 공혁준이 좋다.', type: ['san'] },
      { answer: '기분이 안좋다.', type: [''] },
    ]
  }
]